const http = require("http");
const express = require("express");
const app = express();
app.get("/", (request, response) => {
  response.sendStatus(200);
});
app.listen(process.env.PORT);
setInterval(() => {
  http.get(`http://farfarkkk1.glitch.me/`);
}, 280000);

const Discord = require("discord.js");
const client1 = new Discord.Client();
const client2 = new Discord.Client();
const client3 = new Discord.Client();
const client4 = new Discord.Client();
const client5 = new Discord.Client();
const client6 = new Discord.Client();
const client7 = new Discord.Client();
const client8 = new Discord.Client();
const client9 = new Discord.Client();
const client10 = new Discord.Client();
const client11 = new Discord.Client();
const client12 = new Discord.Client();
const client13 = new Discord.Client();
const client14 = new Discord.Client();
const client15 = new Discord.Client();
const client16 = new Discord.Client();
const client17 = new Discord.Client();
const client18 = new Discord.Client();
const client19 = new Discord.Client();
const client20 = new Discord.Client();
const client21 = new Discord.Client();
const client22 = new Discord.Client();
const client23 = new Discord.Client();
const client24 = new Discord.Client();
const client25 = new Discord.Client();
const client26 = new Discord.Client();
const client27 = new Discord.Client();
const client28 = new Discord.Client();
const client29 = new Discord.Client();
const client30 = new Discord.Client();
const client31 = new Discord.Client();
const client32 = new Discord.Client();
const client33 = new Discord.Client();
const client34 = new Discord.Client();
const client35 = new Discord.Client();
const client36 = new Discord.Client();
const client37 = new Discord.Client();
const client38 = new Discord.Client();
const client39 = new Discord.Client();
const client40 = new Discord.Client();
const client41 = new Discord.Client();
const client42 = new Discord.Client();
const client43 = new Discord.Client();
const client44 = new Discord.Client();
const client45 = new Discord.Client();
const client46 = new Discord.Client();
const client47 = new Discord.Client();
const client48 = new Discord.Client();
const client49 = new Discord.Client();
const client50 = new Discord.Client();
const server_id = "737807300420435970";
const channel_id = "737812776633761895";
const elsadat_id = "710807250968772709";
const prefix = "";

client1.on("ready", () => {
  console.log("online now");
});

///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client1.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("1say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client1.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client1.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client2.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("2say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client2.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client2.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client3.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("3say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client3.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client3.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client4.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("4say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client4.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client4.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client5.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("5say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client5.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client5.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client6.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("6say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client6.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client6.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client7.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("7say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client7.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client7.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client8.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("8say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client8.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client8.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client9.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("9say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client9.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client9.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client10.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("10say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client10.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client10.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client11.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("11say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client11.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client11.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client12.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("12say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client12.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client12.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client13.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("13say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client13.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client13.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client14.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("14say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client14.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client14.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client15.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("15say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client15.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client15.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client16.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("16say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client16.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client16.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client17.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("17say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client17.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client17.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client18.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("18say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client18.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client18.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client19.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("19say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client19.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client19.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client20.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("20say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client20.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client20.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client21.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("21say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client21.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client21.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client22.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("22say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client22.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client22.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client23.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("23say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client23.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client23.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client24.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("24say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client24.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client24.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
///////////////////////////////////////////////// [ -- SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
client25.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("25say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client25.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client25.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client26.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("26say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client26.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client26.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client27.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("27say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client27.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client27.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client28.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("28say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client28.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client28.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client29.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("29say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client29.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client29.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client30.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("30say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client30.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client30.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client31.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("31say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client31.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client31.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client32.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("32say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client32.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client32.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client33.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("33say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client33.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client33.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client34.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("34say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client34.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client34.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client35.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("35say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client35.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client35.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client36.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("36say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client36.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client36.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client37.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("37say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client37.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client37.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client38.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("38say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client38.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client38.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client39.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("39say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client39.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client39.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client40.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("40say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client40.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client40.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client41.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("41say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client41.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client41.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client42.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("42say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client42.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client42.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client43.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("43say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client43.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client43.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client44.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("44say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client44.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client44.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client45.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("45say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client45.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client45.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client46.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("46say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client46.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client46.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client47.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("47say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client47.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client47.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
// البلاينح دا ل كلينت 48 بس عشان الاميل عملته اوفلاين غصب عني
client48.on("ready", () => {
  client48.user.setActivity(``);
});
////
client48.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("48say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client48.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client48.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client49.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("49say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client49.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client49.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client50.on("message", function(message) {
  let elsadat = message.content
    .split(" ")
    .slice(1)
    .join(" ");
  if (message.content.startsWith("50say")) {
    if (!elsadat) return;
    message.channel.send(`${elsadat}`);
  }
});
///////////////////////////////////////////////// [ -- END SAY CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
/*
 */
///////////////////////////////////////////////// [ -- SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client50.on("ready", async () => {
  function getRandomInt(numbers) {
    return Math.floor(Math.random() * Math.floor(numbers));
  }
  let elsadat = [
    "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ",
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
    "إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "اللهم اني اسالك الهدى والتقى والعفاف والغنى",
    "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ",
    "اللَّهمَّ أحسَنتَ خَلقي فأحسِن خُلُقي",
    "وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "اللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً",
    "اللهم إنك عفو كريم تحب العفو فاعف عني",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
    "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم",
    "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلً",
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "أسْتَغْفِرُ اللهَ",
    "ربّ اغفر لي وتُب عليّ إنك أنت الغفور الرّحيم.",
    "اللهم بعدد من سجد وشكر، نسألك أن تشفي كل مريض",
    "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
    "اللّهم ارحم موتانا وموتى المسلمين، واشفِ مرضانا ومرضى المسلمين",
    "اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً وفي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "اللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى",
    "ربِّ اغفِرْ لي خطيئتي يومَ الدِّينَ",
    "اللَّهمَّ إنِّي أعوذُ بِك من شرِّ ما عَمِلتُ، ومن شرِّ ما لم أعمَلْ",
    "اللَّهُمَّ اغْفِرْ لي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي"
  ];
  setInterval(() => {
    client50.guilds
      .get(server_id)
      .channels.get(channel_id)
      .send(
        `${
          elsadat[Math.floor(Math.random() * elsadat.length)]
        } \`.${getRandomInt(500000)}.\` `
      );
  }, 30000); // 1000 = 1 second
});
///////////////////////////////////////////////// [ -- END SPAM CODE -- ] \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

client1.login("NzM2NTI1NTU3OTY1MjU4NzUy.Xx7Y_w.E5xt7XSOM4THghuPHiOlcOrf_cE");
client2.login("NzM3MzAzMjM5MDk0OTYwMTU5.Xx7aQg.IhPPoQcGSrmqrdqhnDWU4tKQYN0");
client3.login("NzM3MzA0NjU0NTU1MjUwNzQ5.Xx7crw.uqj95_tgVGc4XpiHtOnJfAV4koM");
client4.login("NzM3MzA3MTEwODA2NjUxMDM0.Xx7gZQ.RLvpmBEQ35GW2GXrLDhfR5BwGlM");
client5.login("NzM3MzExMDk3NDQyMjcxMzM0.Xx7osg.XQTfG5WBSjhdRUouF3jPnFf0FT0");
client6.login("NzM3MzIwMDEyMzk3OTM2NjQw.Xx78rA.PRuOhtnnncH5cmuXmI1TGvDL4As");
client7.login("NzM3MzQxNDgyODk3Mzc1Mjcy.Xx79VQ.WyDpGKgLcSh_x8zQcv2zwIMf2u0");
client8.login("NzM3MzQyMTQyMjg3OTcwNDA0.Xx7-EQ.2HcRdmnzHigrjZVXYq6UUb-_bd0");
client9.login("NzM3MzQyOTUyMDk5MDIwODMw.Xx8AJQ.-bCuspiyIY6MOEp1eIayra2N-WU");
client10.login("NzM3MzQ1MTgwNjA0MTcwMzUw.Xx8A4g.OHXcgaU9WUtikpLaOPB3DvoBUpU");
client11.login('NzM3MzQ1OTc0MDExNDI4OTY2.Xx8B7w.7Bj6A67kZfFFVUga_z4DPfpPY98')
client12.login('NzM3MzQ3MDc1MjcyMDgxNDkx.Xx8DdQ.tLl3S2ovNDIqvloHkys-sGUMJlo')
client13.login('NzM3MzQ4NzE4NDI0MjI3OTAw.Xx8ENg.pb8ls2U02CugOSHTchFFtgsdq2g')
client14.login('NzM3MzQ5NTM4NjE2MDQ5Njc0.Xx8ICw.oVBp970MEO4VmQ0fFkiqd36mYNE')
client15.login('NzM3MzUzNjc2MDcwNDUzMzA5.Xx8IxA.OXhZxlfDTdlHIoRsGqUInAHq2UY')
client16.login('NzM3MzU0NDUxNjU1OTgzMTA0.Xx8KwA.S_SI3JtxCsvfsQZUhrWzpI14Jks')
client17.login('NzM3Mzg1MDk4MjY0OTY5MzQ2.Xx8l4w.YXd1edA-p84EzqNcA80M1v2QaxQ')
client18.login('NzM3Mzg1Njg0NDY5Mjg0ODc0.Xx81ig.O4aem5bAP3qF2Lb7ec0bOpZPhxo')
client19.login('NzM3NDAyNTM0NzQ1OTk3MzIy.Xx83Lg.TEr69T1R34Tz-vvPiZaPfNiRINY')
client20.login('NzM3NDA0MjkwNDYwNjgwMTkz.Xx85CA.DE3Dsce6F8v1x0YHHkQK0-9tAXQ')
client21.login('NzM3NDA2MjY3MDA1NTk5Nzg1.Xx86lQ.wqAM19nFWYsT9ikvdupS1P8_ics')
client22.login('NzM3NDEwNjkwMjY0MDcyMjMy.Xx89-Q.f1IRsDSCHWDYdPZsJVcGDCH_1HI')
client23.login('NzM3NDExNjA5MzM2NDc5Nzk0.Xx9UXw.-MPqrfgD6OOE4yj1gvrPvBm251I')
client24.login('NzM3NDM1NjMwMTI0MDA3NTE1.Xx9WHA.aXiigAcp89OfytVh_AmjjOgutLk')
client25.login('NzM3NDM3NTQ4ODc1MzUwMDg1.Xx9W1w.In9AQvfty-Xn0So81otork0FuZo')
client26.login('NzM3NDM4NjYwODE0ODMxNjk3.Xx9dnA.er1b20ciWHnNqYxqGyee7OBn_KI')
client27.login('NzM3NDQ1NTIwNjgyNzc4Njc0.Xx9hhQ.MzQeK_GNPkTMhNfo-Oz3ipSSaGw')
client28.login('NzM3NDQ5NzE0MTE4ODE5OTIx.Xx9itw.9oScYXJdRGzVsKAisPEq5kBH5G8')
client29.login('NzM3NDUwOTk3MTM5NjM2MjU1.Xx9jpA.9qDxLga_se1ww6yjgmVd-osling')
client30.login('NzM3NDUyMDU1NzEwNTMxNzM1.Xx9lPA.7SIDXFuMVVMv3mBDaGEqDIPf6Ww')
client31.login('NzM3NDUzNzExNzkzNzE3Mjkw.Xx9l_A.R5lBjnuE7WTlI3PyUzcRf7ud8pI')
client32.login('NzM3NDU0NTA0NjE3ODM2Njg3.Xx9n8A.ZuhQ41J8CMYWgp5jzYJGON-P2Uo')
client33.login('NzM3NDU4MTQ2MzE0MDI3MDEw.Xx9rUA.qdRgkvEV3mPE1UMPq4VHcQtyhMk')
client34.login('NzM3NDYwMjQzNjEyODI3NzM5.Xx9sQQ.cE5fcayGEqXMK6Vz1FaQhaZ3D58')
client35.login('NzM3NDYxMjI4NTYxMjM2MTAw.Xx9swg._m-3CmjfcqLStJUndr3n5zJ5Ty0')
client36.login('NzM3NDYxNzc0OTE1MjA3MjU4.Xx9vzA.B38ts73MJLfQRqnor3A7fenzWrk')
client37.login('NzM3NDY1MDUxMzcxNDA1NDQz.Xx9wwA.uSdpN04Yg15YnkhmBABbojvqMZE')
client38.login('NzM3NDY2MDY1ODM0OTk5ODA5.Xx9zNw.DMPfQT5gdj24wdWQDojL9_3W0sQ')
client39.login('NzM3NDY4NzExMjk1OTA5ODg5.Xx91ZQ.5xYeSe64mLKEubc139HNbA7IMsQ')
client40.login('NzM3NDcxMDUzMjYxMDQ1NzYx.Xx93Fg.h_QfMmNs672WOgxeXmKoGumsz88')